# -*- coding: utf-8 -*-
token = ''
font = 'res/Roboto-Bold.ttf'
fontsize = 50
font_co = 740
color1 = 'rgb(0, 0, 0)'
color2 = 'rgb(65, 65, 65)'
flag = 'res/trans.png'
tr1 = 'res/tr1.png'
tr2 = 'res/tr2.png'
qr = 'res/qr.png'
line_beg =  "    "
#line_beg =  u"\u2003\u2003\u2003\u2003"
messages = ["Привет!\nВведи своё имя:",
            "Есть сибирячки, хаборовчане, москвичи. Кто ты?\nЯ - ...",
            "Есть студенты, врачи, художники, программистки, а ты?\nЯ - ...",
            "Интересный факт о тебе.\nЯ - ...",
            "Перечисли свои социальные роли (сестра, друг, муж, дочь).\nЯ - ...",
            "Страна (россиянка, белорус).\nЯ - ...",
            "Идентичность или отношение к транс*сообществу (трансмужчина, подруга трансдевушки).\nЯ - ...",
            "Чем плохо принятие законопроекта?\n(Если пропустить, то будет этот текст:\nОсенью власть может сделать меня человеком второго сорта. Давайте не допустим этого!)",
            "Фотография (трансгендерный флаг, если пропустить):"]
